Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norec.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The English grade among vocational training pupils at Flora Upper Secondary has increased from 3,6 to 4.
nn: Engelskkarakterar blant yrkesfagselevar på Flora vgs. har økt frå 3,6 til 4.

source: Participants, partners and employees are all ambassadors of Norec and shall act in accordance with these ethical principles in their work and in their relation to others.
nn: Deltakarar, partnarar og medarbeidarar er alle saman ambassadørar for Norec, og skal opptre i samsvar med disse etiske retningslinjene i arbeidet vårt og i våre relasjonar til andre.

source: And here, Norec will play a key role, says Minister of International Development Dag Inge Ulstein.
nn: Og der vil Norec spele ei nøkkelrolle, seier utviklingsminister Dag Inge Ulstein.

source: Rehana Noor was part of the first group; an partnership between WAVE Foundation and DHAN Foundation focusing on sustainable agriculture.
nn: Noor var ein del av den første gruppa frå jordbrukspartnarskapet mellom WAVE Foundation og DHAN Foundation.

source: The same applies to the participants from the south who have chance to live and work in Norway,” Aasland says.
nn: Det same gjeld for deltakarane frå sør som får bu og arbeide i Noreg, seier Aasland.

source: We will receive and process applications for exchanges starting in August and September as normal.
nn: Vi vil ta imot og behandle søknadar for utvekslingar som startar i august og september som normalt.

source: IVDS’ exchange participants are now teaching agricultural techniques to some of the returned migrants.
nn: Deltakarane frå IVDS underviser no nokre av dei heimvende migrantane i jordbruksteknikkar.

source: In October 2019, Rishi went to Mumbay in India to work for The Humsafar Trust, as a participant in the Norec-supported project called Saksham.
nn: I oktober 2019 reiste Rishi til Mumbai i India for å arbeide for The Humsafar Trust, som deltakar i det Norec-støtta prosjektet Saksham.

source: We realised we could use the skills our participants had learnt in India to help the migrants, says Kanchan Ghimire.
nn: Vi innsåg at vi kunne bruke det deltakarane våre hadde lært i India, til å hjelpe desse migrantarbeidarane, fortel Kanchan Ghimire.

source: The farmers Tone Bech and Magne Stenersen received Oda, Maren and Joanna at the organic farm Sander Nordstuen Gård.
nn: Det var bøndene Tone Bech and Magne Stenersen som tok i mot Oda, Maren og Joanna på økologiske Sander Nordstuens Gård.

source: Norec started out the year 2020 with 220 partners in 70 partnerships.
nn: I Norec starta vi 2020 med 220 partnarar i 70 partnarskap.

source: Textile production has been of particular importance for this growth, representing around 80% of exports.
nn: Tekstilproduksjon har vore særleg viktig for veksten, og står for om lag 80 % av eksporten.

source: - Norec organised a webinar for 100 participants from every part of Norway regarding inclusion at the workplace. The webinar comprised a panel of experts with practical and theoretical competence on diversity and inclusion.
nn: - Norec organiserte eit webinar for 100 deltakarar frå heile Norge om inkludering på arbeidsplassen, med eit ekspertpanel med både praktisk og teoretisk kompetanse på mangfald og inkludering.

source: I have previously worked as a United Nations Volunteer in Jordan.
nn: Eg har tidlegare jobba som FN voluntør i Jordan.

source: When the organisations joined Norec as partners in 2012, they established a young entrepreneur company at Flora upper secondary school and named it Prosjekt Malawi.
nn: Når organisasjonane vart Norec-partnarar i 2012, oppretta dei ei ungdomsbedrift på Flora vidaregåande skule som dei kalla Prosjekt Malawi.

source: So far, they have reached 100 returned migrants.
nn: Så langt har dei hjelpt 100 heimvende migrantar.

source: —These trainings have stregthened the digital competence of both the Norec training officers and our participants.
nn: – Samtidig har kursa bidratt til at både kursseksjonen til Norec og deltakarane sin digitale kompetanse har blitt styrka.

source: 7 billion women are restricted by law from work available to men
nn: 7 milliardar kvinner har på grunn av juridiske restriksjonar ikkje tilgang til dei same jobbane som menn

source: 20 years of exchange means 20 years of experience.
nn: 20 år med utveksling betyr 20 år med erfaring.

source: , which form part of Norway’s integrated approach to implementing the 2030 agenda.
nn: , og er ein del av Norges samla innsats for å gjennomføre 2030-agendaen.

source: The exchange partners of the project are all organised in the international smallholder farmer network Vía Campesina.
nn: Utvekslingspartnarane i prosjektet er alle organisert i det internasjonale småbondenettverket Vía Campesina.

source: He himself was a JPO in Uganda and New York at the start of his career.
nn: Han var sjølv juniorekspert for UNICEF i Uganda og New York tidleg i sin karriere.

source: The consequences of the pandemic have been horrible for millions of people.
nn: For millionar av menneske har pandemien hatt svært alvorlege konsekvensar.

source: All conferences and workshops have been digital rather than physical, so they could continue despite COVID-19:
nn: Alle fysiske konferansar og workshopar blir halde digitalt i staden for fysisk, og er blitt gjennomført til tross for covid-19:

source: 2020 turned out to be a special year.
nn: 2020 var eit annleis år.

source: Norec has provided support to WAGGGS since 2015.
nn: Norec har bidratt med støtte til WAGGGS frå 2015.

source: — 256 million people are in danger of acute hunger.
nn: – 256 millionar menneske står i fare for å bli ramma av svolt.

source: Afriyie decided to go hunting for role models.
nn: Afriyie bestemte seg for å gå på jakt etter førebilete.

source: When Nepal decentralised the corona restrictions to local authorities, it became easier for the participants to move around.
nn: Då Nepal overlét ansvaret for koronarestriksjonar til lokale myndigheiter, blei det lettare for deltakarane å forflytte seg.

source: by Minister of International Development, Dag-Inge Ulstein and Director General Norec, Jan Olav Baarøy.
nn: Av Utviklingsminister Dag-Inge Ulstein og direktør i Norec, Jan Olav Baarøy

source: Farming provides employment for the majority of the population – around 80%.
nn: Jordbruket sysselsett hovuddelen av befolkninga, om lag 80 %.

source: After a significant economic crisis in 2015, the economy is now on the road to recovery.
nn: Etter ei djup økonomisk krise i 2015 er økonomien no på betrings veg.

source: Close to 300 exchange participants across the world has gone home.
nn: Nærmare 300 utvekslingsdeltakarar over heile verda har reist heim.

source: The Norwegian participants focus on solidarity in practice through specific work tasks among the partners, and by participating in the everyday life of host families on the Latin American grassroots.
nn: Dei norske deltakarane fokuserer på solidaritet i praksis gjennom konkrete arbeidsoppgåver hos samarbeidspartnarane, og ved å ta del i dagleglivet hos vertsfamiliar på grasrota i Latin-Amerika.

source: It was not at all difficult to find common ground on which to start the project,” confirms headmaster Clausen, with agreement from the Director of Youth Code, Robert Mbaya:
nn: Det var ikkje vanskeleg å finne eit felles utgangspunkt, seier rektor Clausen og får støtte frå leiar i Youth Code, Robert Mbaya:

source: The webinar is organised by the Voluntary Group Alliance (VGA), which Norec supports.
nn: Webinaret vert arrangert av gruppa Voluntary Group Alliance (VGA), som Norec støttar.

source: 40 people have gathered on the banks of Thu Bon River, as they do every Saturday- “River Cleaning Day”.
nn: Ved elvebreidden til Thu Bon River har 40 personar samla seg, som dei gjer kvar laurdag, for å renske elva for avfall.

source: Crude oil is the most important export product, and major investments are being made in developing oil and gas production.
nn: Råolje er det viktigaste eksportproduktet, og ein satsar mykje på utvikling og olje- og gassutvinninga.

source: Blocked on Facebook
nn: Blokkert på Facebook

source: The most important export commodities are iron ore, crude oil, soy, sugar, meat and coffee.
nn: Dei viktigaste eksportprodukta er jernmalm, råolje, soya, sukker, kjøt og kaffi.

source: One example of the contribution made by teachers is evident in the subject of Technical and Industrial Production (TIP).
nn: Eit døme på kva lærarane har bidrege med ser ein på studielinja Teknikk og Industriell Produksjon (TIP).

source: The tourist industry is large and on the increase.
nn: Turismenæringa er stor og aukande.

source: Instead of cancelling when the exchange was interrupted, The Norwegian Solidarity Committee for Latin America (LAG), in consultation with Norec, completed an alternative arrangement with online teaching and placement in farms through the Norwegian Farmers and Smallholders Union (NBS).
nn: Men i staden for å avlyse då utvekslinga måtte avbrytast, fullførte LAG i samråd med Norec eit alternativt opplegg med nettundervisning og gardsopphald via Norsk Bonde- og Småbrukarlag (NBS).

source: Norec Director Jan Olav Baarøy is still optimistic about the future and emphasises that international cooperation has never been more important.
nn: Direktør i Norec, Jan Olav Baarøy ser likevel optimistisk på framtida, og understrekar at internasjonalt samarbeid aldri har vore viktigare.

source: Taxes for development
nn: Skatt for utvikling

source: Projects in Indonesia
nn: Prosjekt i Indonesia

source: The 19-year-old from Lyngdal in Agder is one of four students from the school travelling to Kenya this week for a six-month exchange.
nn: 19-åringen frå Lyngdal i Agder er ein av fire studentar ved Hald internasjonale skole som denne veka reiser til Kenya for å vere på utveksling i eit halvt år.

source: Afriyie discussed how Norwegian workplaces can become better at taking advantage of the potential that exists in diversity together with diversity expert Loveleen Rihel Brenna, Synne Marie Oppheim from Brødrene Aa and Jon Wigum Dahl from Haukeland University Hospital.
nn: Afriyie diskuterte korleis norske verksemder kan bli betre til å utnytte potensialet som ligg i mangfaldige arbeidsplassar saman med mangfaldsekspert Loveleen Rihel Brenna, Synne Marie Oppheim frå Brødrene Aa og Jon Wigum Dahl frå Haukeland universitetssjukehus.

source: In Colombia, the smallholder farmers fight for their right to land, and it’s a source of war and conflict.
nn: I Colombia slost småbøndene for rett til jorda, og den er kjelde til krig og konflikt.

source: What made you qualify for the job?
nn: Kvifor kvalifiserte du for jobben?

source: Malawi has several well-known mineral deposits, but few that are suitable for commercial mineral recovery.
nn: Malawi har fleire kjende mineralførekomstar, men få eigna for kommersiell utvinning.

source: The partners must collaborate on project development, goal setting, recruitment and participant follow-up, and must demonstrate transparency about the use of resources and budget.
nn: Partnarane skal samarbeide om å utforme prosjekt, mål, rekruttere og følgje opp deltakarar, samt openheit om ressursbruk og budsjett.

source: Norec does not offer the same trainings for all exchange participants.
nn: Norec arrangerer ikkje dei same kursa for alle utvekslingsdeltakarane.

source: In Kenya, Youth Alive Kenya works to get young people into popularly elected bodies.
nn: I Kenya jobbar organisasjonen Youth Alive Kenya målretta for få ungdom inn i folkevalde organ.

source: Today, Minister of International Development Dag Inge Ulstein came to Førde to hear about how Norec and Norec’s partners have adapted their operation after the borders closed.
nn: I dag kom utviklingsminister Dag Inge Ulstein til Førde for å høyre korleis Norec og samarbeidspartnarane har tilpassa drifta etter at grensene vart stengt.

source: They deliver electricity to almost 90 000 people and has 121 employees.
nn: Dei leverer straum til nesten 90 000 menneske og har 121 tilsette.

source: They participated in 80 projects in 24 countries.
nn: Desse er fordelt på 80 prosjekt i 24 land.

source: We have trained 101 participants this year.
nn: 101 deltakarar har deltatt på dette i løpet av året.

source: In 2019, 976 women were killed in Colombia, and for the months of January and February this year, the figure is 44, according to
nn: I 2019 vart 976 kvinner drepne i Colombia, og i løpet av januar og februar i år er talet 44, ifølge Colombia Reports.

source: While in India, they also shared agricultural techniques on how to improve kitchen gardens with their Indian colleagues.
nn: Medan dei var i India, lærte dei bort teknikkar som kan bidra til betre kjøkkenhagar, til sine indiske kollegaer.

source: It has been a great success, according to Kanchan:
nn: Dette har vore svært vellukka, ifølge Kanchan:

source: Norec supports around 90 projects annually.
nn: Norec støttar årleg rundt 90 prosjekt.

source: At Flora upper secondary school, more than 1,000 students have learned how to work with sustainable development in practice.
nn: I Flora har over 1000 elevar lært om korleis ein jobbar med berekraftig utvikling i praksis.

source: Over several years, Haukeland University Hospital has sent over 100 Norec participants on work exchanges and received just as many from countries in the South.
nn: Haukeland universitetssjukehus har sendt ut over 100 Norec-deltakarar og tatt imot like mange frå land i sør over fleire år.

source: In normal situations, LAG usually arranges farm placements for the exchange participants that come to Norway.
nn: I ein normal situasjon pleier LAG å arrangere gardsopphald via Norsk Bonde- og Småbrukarlag (NBS) om hausten for deltakarane som kjem til Norge.

source: In Malawi, 800 students have completed vocational training and studied entrepreneurship.
nn: I Malawi har 800 elevar fått utdanning innan yrkesfag og entreprenørskap.

source: Forestry and fishing are important industries.
nn: Skogbruk og fiske er viktige næringsvegar.

source: Democracy and human rights
nn: Demokrati og menneskerettar

source: The actual exchanges are between Hald International School’s owner organisations and their cooperation partners in Africa, Asia and Latin America.
nn: Sjølve utvekslingane går mellom eigarorganisasjonane til Hald internasjonale skole og samarbeidspartnarane deira i Afrika, Asia og Latin-Amerika.

source: We show respect, through our behavior, to all individuals, regardless of race, gender, religion, colour, national or ethnic origin, language, sexual orientation, age, socio-economic status, political conviction, or any other distinguishing feature.
nn: Gjennom måten vi opptrer på, viser vi respekt overfor alle enkeltpersonar, uansett rase, kjønn, religion, hudfarge, nasjonalt eller etnisk opphav, språk, seksuell legning, alder, sosioøkonomisk status, politisk overtyding eller eventuelle andre særtrekk.

source: Every year, 36 participants travel on exchange, 12 South-South, 4 North-South and 20 North-South.
nn: Kvart år reiser 36 deltakarar på utveksling, 12 sør-sør, 4 sør-nord og 20 nord-sør.

source: But it must be safe for the participants going,” Lukowski says.
nn: Men det må vere trygt for deltakarane som skal reise, seier Lukowski.

source: Among other things, Norec has spent the autumn evaluating its trainings.
nn: Norec har mellom anna brukt hausten til å evaluere kursverksemda.

source: Norec is a Centre of Competence for international exchange.
nn: Norec er eit kompetansesenter for internasjonal utveksling.

source: All conferences and workshops have been digital rather than physical, so they could continue despite COVID-19.
nn: Alle fysiske konferansar og workshopar vart halde digitalt i staden for fysisk, og kunne difor gjennomførast til tross for covid-19.

source: 2020 suddenly turned very different from what the exchange participants in the Solidarity Brigades pictured in April.
nn: 2020 vart plutseleg veldig annleis enn det utvekslingsdeltakarane i Solidaritetsbrigadene såg føre seg i april.

source: – A unique insight into UNs work all over the world
nn: – Ei unik innsikt i FNs arbeid over heile verda

source: For many years, Hald International School has run reciprocal exchange projects largely financed by Norec (the Norwegian Agency for Exchange Cooperation).
nn: Hald internasjonale skole har over mange år hatt gjensidige utvekslingsprosjekt som i stor grad vert finansierte av Norec (Norsk senter for utvekslingssamarbeid).

source: Still, the project partners have been able to take something useful out of it.
nn: Likevel har prosjektpartnarane klart å snu situasjonen til noko positivt.

source: Minister of International Development Dag Inge Ulstein visited Flora Upper Secondary School yesterday.
nn: Utviklingsminister Dag Inge Ulstein besøkte i går Flora vidaregåande skule.

source: My family is ashamed of me, and they claim that I damage their reputation.
nn: Familien min skammar seg over kven eg er, og dei meiner eg øydelegg omdømmet deira i lokalsamfunnet.

source: 90% of the population works in farming or cattle droving, and coffee and tea are the most important export commodities.
nn: 90 % av befolkninga er sysselsett innanfor jordbruk eller kvegdrift, og kaffi og te er dei viktigaste eksportvarene.

source: The project coordinator for the exchange, Elise Øksnes Fjordbakk, points out that solidarity with Norwegian farmers is important for the exchange project after many years of visits from partner organisations.
nn: Prosjektleiar for utvekslinga, Elise Øksnes Fjordbakk, peikar på at solidaritet med norske bønder er viktig for utvekslingsprosjektet etter mange år med besøk frå partnarorganisasjonane.

source: Our aim is to have the same number at the end of 2021, but with an increase in and more varied methods for cooperation.
nn: Målet er å ha minst like mange ved utgangen av 2021, men med større variasjon i måten dei samarbeider på.

source: – It was amazing to come to India.
nn: – Det var fantastisk å komme til India.

source: Their focus after the pandemic has been to help build kitchen gardens.
nn: Etter at pandemien kom, har dei konsentrert seg om å hjelpe til med å lage kjøkkenhagar.

source: At that time, only 2.7% of the citizens in the town of Nkhotakota had power supply.
nn: Då var berre 2,7 prosent av innbyggarane i Nkhotakota var tilknytt straumnettet.

source: We had excluded returned migrants from our work, those who really need our support.
nn: Vi hadde gløymt å inkludere returnerte migrantar i arbeidet vårt, og dei treng verkeleg hjelpa vår.

source: Starting on April 1, Norec will fasilitate the recruitment of Norwegian experts and trainees to the UN system and other international organisations.
nn: Frå 1. april overtek Norec å fasilitere rekruttering av norske spesialistar og praktikantar til FN-systemet og andre internasjonale organisasjonar.

source: – We spend a lot of time finding the right participants.
nn: – Vi bruker lang tid på å finne dei riktige deltakarane i prosjektet.

source: – Diversity is more than counting nationalities
nn: – Mangfald er meir enn å telle nasjonalitetar

source: India has developed a major IT industry, and has substantial exports of software services and manpower with software expertise.
nn: India har utvikla ein sterk IT-industri, og har stor eksport av programvaretenester og av medarbeidarar med programvareekspertise.

source: – I am sure Norec can give better guidance and instructions to our partners.
nn: – Norec kan heilt sikkert bli flinkare til å gi rettleiing og betre opplegg til partnarane.

source: Others have been election observers, contributed to communication projects, or documented consequences of Norwegian investments in Latin America.
nn: Andre har vore valobservatørar, bidratt til kommunikasjonsprosjekt, eller innhenta informasjon om konsekvensar av norske investeringar i Latin-Amerika.

source: 1 in 3 women have been exposed to sexual violence.
nn: 1 av 3 kvinner har opplevd seksualisert vald

source: Key export commodities are coffee, tea, flowers and vegetables.
nn: Viktige eksportprodukt er kaffi, te, blomstrar og grønsaker.

source: “The risk analysis underlies everything we do,” says Lukowski.
nn: – Risikoanalysen ligg i botn for alt vi gjer, seier Lukowski.

source: But he was determined to continue the important work in Bangladesh, and so he established a virtual network for trans men from the basement of his parents’ house.
nn: Men han var fast bestemt på å halde fram det viktige arbeidet i Bangladesh, og starta difor eit lukka nettverk for transmenn frå kjellaren i foreldra sitt hus i Bangladesh.

source: Norec is the only competence centre for international exchange in Norway.
nn: Norec er det einaste kompetansesenteret for internasjonal utveksling i Norge.

source: — Usually, we get volunteers from World Wide Opportunities on Organic Farms during the spring farming, but that wasn’t possible this year due to the closed borders.
nn: – Vanlegvis brukar vi få frivillige frå World Wide Opportunities on Organic Farms under våronna, noko som ikkje var mogleg i år på grunn av stengde grenser.

source: Pride Community Health Organization in Zambia and Life Concern Organization in Malawi are two organisations working on SRHR and HIV/AIDS.
nn: Dei frivillinge organisasjonane Pride Community Health Organization og Life Concern Organization jobbar med seksuell og reproduktiv helse (SRHR) og støtte til menneske med HIV/AIDS.

source: The participants spend 12 months on exchange, from February to February.
nn: Deltakarane er på utveksling i 12 månader, frå februar til februar.

source: In the time after the corona pandemic there will be an even larger need for international cooperation and exchanges, and then Norec will be ready, says Baarøy.
nn: I tida etter koronapandemien vil det vere behov for endå større internasjonalt samarbeid og utveksling, og då skal Norec vere klar, seier Baarøy.

source: Another pressing issue is that of femicide-killing of women by close relatives.
nn: Eit anna stort problem er «femicide» – kvinnedrap i nære relasjonar.

source: In Addis Ababa she was responsible for reporting in South Sudan and Somalia.
nn: Der hadde ho ansvar for rapporteringa på Sør-Sudan og Somalia.

source: I got a unique insight into big politics and conflict resolution, says Herseth.
nn: Eg fekk eit unikt innsyn i storpolitikk og konfliktløysing, seier Herseth.

source: During 2020, we’ve showcased Norecs method of mutual exchange.
nn: I løpet av 2020 har vi vist fram Norecs metode om gjensidig utveksling i mange forum.

source: 60 out of the 70 projects we had pre-Covid have continued, with good results.
nn: 60 av 70 prosjekt har halde fram under pandemien – med gode resultat.

source: Oil for development
nn: Olje for utvikling

source: One of the recommendations from the evaluation is to combine in-person trainings with digital components.
nn: Ei av tilrådingane frå evalueringa er å kombinere fysiske kurs og digitale komponentar.

source: Now we will continue to work with them also after the pandemic.
nn: Vi kjem til å fortsette å arbeide med dei også etter pandemien.

source: Espe believes the Norwegian experience could be useful for many:
nn: Espe trur norsk erfaring kan vere nyttig for mange:

source: Farming and forestry are important industries, and Ghana is the world's second largest exporter of cocoa beans.
nn: Jord- og skogbruk er viktige næringsvegar, og Ghana er verdas nest største eksportør av kakaobønner.

source: Then we decided to focus most of our activities on them.
nn: Då bestemte vi oss for å konsentrere mesteparten av innsatsen om dei.

source: Norec is a Norwegian competence centre for exchange cooperation.
nn: Norec er eit norsk kompetansesenter for utvekslingssamarbeid.
